Revit 2027 API
ParameterTypeId.StairsRunActualRunWidth Property
 "Actual Run Width": Actual Run Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunActualRunWidth { get; }
Public Shared ReadOnly Property StairsRunActualRunWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunActualRunWidth {
	ForgeTypeId^ get ();
}
static member StairsRunActualRunWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace